 const game = {
    1: { text: "בחברה זו כל משפחה עושה את ההחלטות בעצמה ולעצמה", correct: false },
    2: { text: "בחברה זו רוב הצעירים פעילים בטיקטוק ובאינסטגרם", correct: false },
    3: { text: "בחברה זו מתנהגים בהתאם להחלטות המנהיגות הדתית או הקהילתית. ", correct: true },
    4: { text: "בחברה זו חיים בסביבה שיכולה להעניש את מי שלא נוהג בהתאם לנורמה.", correct: true },
    5: { text: "בחברה זו גרים בצפיפות, במחסור תשתיות וישנן הרחבות לא חוקיות.", correct: true },
    6: { text: " בחברה זו המבנה המשפחתי גדול ומורחב ובעל קשרים קהילתיים.", correct: true },
    7: { text: "  בחברה זו לומדים תכנים תרבותיים ייחודיים ונפרדים מהחברה הכללית", correct: true },
    8: { text: " בחברה זו צופים בערוצי תקשורת מותאמים לשפה, תוכן מודפס וטלפונים קווים.", correct: true },
    9: { text: "בחברה זו רוב חברי הקהילה הם מבוגרים מעל גיל 55. ", correct: false },
    10: { text: `בחברה זו נוהגים לצפות במהדורת החדשות של ערוץ 12  כ"מדורת שבט".`, correct: false },
    // הוסף עוד לפי הצורך
  };
  
  export default game;