const game = {
    1: {
      text: "בחברה זו כל משפחה עושה את ההחלטות בעצמה ולעצמה",
      correct: false,
      explanation: "החברה הערבית והחרדית נשענות על מבנה קהילתי-מסורתי ולא על אינדיבידואליזם משפחתי."
    },
    2: {
      text: "בחברה זו רוב הצעירים פעילים בטיקטוק ובאינסטגרם",
      correct: false,
      explanation: "שתי החברות שמרניות יחסית ולא כל הצעירים נחשפים לרשתות החברתיות הפופולריות."
    },
    3: {
      text: "בחברה זו מתנהגים בהתאם להחלטות המנהיגות הדתית או הקהילתית.",
      correct: true,
      explanation: "גם בחברה החרדית וגם בערבית יש חשיבות רבה לסמכות רבנית/קהילתית."
    },
    4: {
      text: "בחברה זו חיים בסביבה שיכולה להעניש את מי שלא נוהג בהתאם לנורמה.",
      correct: true,
      explanation: "קיים פיקוח חברתי חזק שיכול לבוא לידי ביטוי בביקורת ואפילו בנידוי."
    },
    5: {
      text: "בחברה זו גרים בצפיפות, במחסור תשתיות וישנן הרחבות לא חוקיות.",
      correct: true,
      explanation: "שתי הקבוצות מתמודדות עם תכנון עירוני לקוי ותנאי מגורים צפופים."
    },
    6: {
      text: "בחברה זו המבנה המשפחתי גדול ומורחב ובעל קשרים קהילתיים.",
      correct: true,
      explanation: "המשפחה המורחבת והקהילה מהוות בסיס תמיכה חשוב בשתי החברות."
    },
    7: {
      text: "בחברה זו לומדים תכנים תרבותיים ייחודיים ונפרדים מהחברה הכללית",
      correct: true,
      explanation: "מערכת החינוך בכל אחת מהחברות מותאמת תרבותית ודתית."
    },
    8: {
      text: "בחברה זו צופים בערוצי תקשורת מותאמים לשפה, תוכן מודפס וטלפונים קווים.",
      correct: true,
      explanation: "בשתי החברות נעשה שימוש באמצעי תקשורת מסורתיים יותר מהחברה הכללית."
    },
    9: {
      text: "בחברה זו רוב חברי הקהילה הם מבוגרים מעל גיל 55.",
      correct: false,
      explanation: "דווקא בחברות החרדית והערבית שיעור הילדים והצעירים גבוה."
    },
    10: {
      text: `בחברה זו נוהגים לצפות במהדורת החדשות של ערוץ 12  כ"מדורת שבט".`,
      correct: false,
      explanation: "רובם ניזונים מתכנים תקשורתיים אחרים, יותר סגורים או ייחודיים."
    }
  };
  
  export default game;
  