const summaryData = {
    1: {
      Arab: "ראשי רשויות, אימאמים, ראשי חמולות",
      Dos: "רבנים ועסקנים",
      Old: "ארגוני סנגור ופעילים מקומיים – יצירת אמון עוברת דרכם, והם המפתח להעברת מסרים והנעה לפעול",
      color: "#D39AAD" // ורוד סגלגל
    },
    2: {
      Arab: "נדרשת התאמה שפתית ותרבותית של ההנחיות",
      Dos: "חשוב להשתמש בערוצי תקשורת מותאמים לכל קהילה",
      Old: "יש לוודא נגישות של המידע לכל סוגי המוגבלויות",
      color: "#B6A8D2" // סגול בהיר
    },
    3: {
      Arab: "רוב האוכלוסיות המיוחדות נמצאות במצב סוציו-אקונומי נמוך",
      Dos: "יש להביא בחשבון מגבלות כלכליות בתכנון המענה",
      Old: "נדרשת תמיכה מוגברת במשאבים בסיסיים",
      color: "#9BC6EA" // תכלת
    },
    4: {
      Arab: "המשפחה המורחבת והקהילה הם מקור תמיכה משמעותי",
      Dos: "רצוי להפעיל מערכות תמיכה וחסד קהילתיות קיימות",
      Old: "חשוב לגייס את המשפחות כשותפות",
      color: "#A1C4F2" // תכלת בהיר יותר
    },
    5: {
      Arab: "יש צורך בבניית אמון הדרגתי",
      Dos: "חשוב לעבוד עם גורמים מתווכים מהקהילה",
      Old: "נדרשת שקיפות והסברה מותאמת",
      color: "#91B6BB" // תכלת-ירקרק
    },
    6: {
      Arab: "חשוב לזהות אוכלוסיות בסיכון מוגבר",
      Dos: "יש לאתר פערים במענה הקיים",
      Old: "נדרש עדכון שוטף של המיפוי בשגרה",
      color: "#B3D5A5" // ירקרק בהיר
    },
    7: {
      Arab: "פערי מיגון משמעותיים בכל האוכלוסיות",
      Dos: "תשתיות לקויות ביישובים רבים",
      Old: "נדרשות התאמות נגישות לאנשים עם מוגבלות",
      color: "#FFE68A" // צהוב בהיר
    },
    8: {
      Arab: "יש לכבד רגישויות דתיות ותרבותיות",
      Dos: "חשוב להתאים את המענה לאורח החיים",
      Old: "נדרשת הבנה של קודים תרבותיים",
      color: "#F8C191" // כתום אפרסק
    },
    9: {
      Arab: "אין להסתפק במענה חירום בסיסי",
      Dos: "רצוי לתת מענה למכלול הצרכים",
      Old: "חשוב להשתלב עם שירותי הרווחה והבריאות",
      color: "#F09C95" // אדום ורדרד
    },
    10: {
      Arab: "חיזוק מנהיגות מקומית",
      Dos: "פיתוח יכולות התארגנות עצמית",
      Old: "בניית מערכות תמיכה קהילתיות",
      color: "#DE7663" // כתום-אדמדם
    }
  };
  
  export default summaryData;
  